export const slideInfo = [
  {
    title: "ГАРАНТИЯ ЛУЧШЕЙ ЦЕНЫ",
    description:
      "Если вы нашли данную модель где-либо в наличии по более низкой цене — пришлите нам ссылку на данную модель в другом магазине. Мы будем рады предложить вам скидку, компенсирующую разницу в стоимости, и лучшую цену относительно конкурентов. Обратите внимание, что акция распространяется только на российские платформы.",
  },
  {
    title: "КАК ОПРЕДЕЛИТЬ РАЗМЕР?",
    description:
      "1. Встаньте на лист бумаги так, чтобы пятка слегка касалась стены сзади.2. Отметьте на бумаге конец самого длинного пальца и измерьте расстояние от стены до отметки.3. Сделайте то же самое для другой ноги и сравните измерения с нашей таблицей размеров, чтобы определить правильный размер.",
  },
  {
    title: "СПОСОБЫ ДОСТАВКИ",
    description:
      "Мы осуществляем адресную доставку по всей России. Стоимость и сроки доставки рассчитываются индивидуально на этапе оформления заказа. Для Москвы и Московской области доступна примерка, оплата при получении и самовывоз из наших магазинов: 1) Москва, Кутузовский проспект 48, Галереи Времена Года, 3 этаж. 2)Московская область, деревня Воронки, 1 к. 4. ТЦ Архангельское Аутлет, бутик Sortage. Подробнее об условиях доставки можно узнать на этой странице.",
  },
  {
    title: "ОБМЕН И ВОЗВРАТ",
    description:
      "Мы предлагаем бесплатный обмен и полный возврат для всех заказов при следующих условиях: 1) товар не был в употреблении (стиран, ношен);2) сохранены его товарный вид, потребительсие свойства;3) пломбы, фабричные ярлыки, в том числе КИЗ (контрольно-идентификационный знак) на товаре или его упаковке (в зависимости от того, что применимо) должны быть целыми, не мятыми и не повреждёнными.",
  },
];
