export default function DeliveryPage() {
  return (
    <div className="mt-8 m-auto w-1/2">
      <h1 className="text-[50px] font-extralight">Доставка и самовывоз</h1>
      <div className="mt-4">
        <h2 className="text-[30px] text-center font-extralight">
          Способы доставки и самовывоза
        </h2>
        <h2 className="text-[30px] font-extralight">Обработка заказа</h2>
        <p className="text-[16px] font-extralight mt-4">
          Обратите внимание, что после размещения ваш заказ поступает в
          обработку. Обработка заказа занимает в среднем 3 часа и не может
          занимать более 24 часов с момента размещения заказа. Дополнительное
          время может потребоваться в период распродаж и нерабочих/праздничных
          дней. В процессе обработки заказа с вами свяжется наш менеджер для
          уточнения деталей заказа.{" "}
        </p>
        <h2 className="text-[30px] mt-4 font-extralight">
          Доставка по Москве и Московской области
        </h2>
        <p className="text-[16px] font-extralight mt-4">
          По Москве и Московской Области осуществляется адресная доставка
          курьерской службой. Сроки и стоимость доставки рассчитываются
          автоматически на этапе оформления заказа.
        </p>
        <p className="text-[16px] font-extralight mt-4">
          Для Москвы и Московской области доступна примерка и оплата наличными
          при получении.В рамках стоимости одной доставки можно заказать и
          примерить до 2 пар включительно, доставка для примерки каждой
          следующей пары будет стоить еще 500 рублей. Примерка осуществляется
          исключительно в присутствии курьера магазина. На примерку отводится не
          более 15 минут.
        </p>
        <p className="text-[16px] font-extralight mt-4">
          При заказе услуги на доставку с примеркой более 2 пар счёт,
          выставленный за услугу, должен быть оплачен заблаговременно.
        </p>
        <p className="text-[16px] font-extralight mt-4">
          В случае полного отказа от заказа стоимость доставки клиенту не
          возвращается.
        </p>
        <h2 className="text-[30px] mt-4 font-extralight">Доставка по России</h2>
        <p className="text-[16px] font-extralight mt-4">
          Доставка по России производится по 100% предоплате и осуществляется
          курьерской службой СДЭК до указанного адреса. Сроки и стоимость
          доставки рассчитываются индивидуально и автоматически на этапе
          оформления заказа.
        </p>
        <p className="text-[16px] font-extralight mt-4">
          Обратите внимание, что отправка заказов производится ежедневно, за
          исключением праздничных и нерабочих дней.
        </p>
        <p className="text-[16px] font-extralight mt-4">
          О прибытии посылки вас должен уведомить оператор курьерской службы.
          Если срок доставки вашего заказа истекает, пожалуйста, обратитесь в
          курьерскую службу СДЭК или свяжитесь с нами.
        </p>
        <div className="border-2 w-24 m-auto mt-12"></div>
        <p className="text-center text-[20px] font-extralight mt-4">
          Команда магазина Margiela Store стремится обеспечить исключительное
          качество обслуживания клиентов. Мы рекомендуем вам связаться с нами по
          любыми вопросам или проблемам, возникающими при оформлении заказа.
        </p>
        <div className="border-2 w-24 m-auto mt-4"></div>
        <h2 className="text-[30px] mt-8 font-extralight">Самовывоз</h2>
        <div>
          <ol className="list-decimal ml-4">
            <li className="text-[16px] font-extralight mt-4">
              Москва, Кутузовский проспект 48, ТЦ Галереи Времена Года, 3 этаж,
              бутик Sortage. Время работы: Ежедневно 11:00-22:00.
            </li>
            <li className="text-[16px] font-extralight">
              Московская область, деревня Воронки, 1 к. 4. ТЦ Архангельское
              Аутлет, бутик Sortage. Найти наш магазин можно в крайнем положении
              по левой стороне от центрального входа. Время работы: Ежедневно
              10:00-22:00
            </li>
          </ol>
        </div>
        <p className="text-[16px] font-extralight mt-8">
          О готовности заказа сообщит по телефону наш менеджер.
        </p>
        <p className="text-[16px] font-extralight mt-4">
          В пункте самовывоза перед оплатой доступна примерка в присутствии
          сотрудника магазина.
        </p>
      </div>
    </div>
  );
}
